export const BASE_URL = 'http://localhost:3000';

export const tasksList = [
	{
		id: '002',
		name: 'Создать контент план',
		status: 'новая задача',
		data: '23 августа',
		sortData: '23.08.2023',
		button: 'Принять задачу',
		balls: '10 баллов',
	},
	{
		id: '001',
		name: 'Созвониться с заказчиком',
		status: 'на выполнении',
		data: '26 августа',
		sortData: '26.08.2023',
		button: 'Задача выполнена',
		balls: '5 баллов',
	},
	{
		id: '004',
		name: 'Встретиться с клиентом',
		status: 'истёк срок задачи',
		data: '27 августа',
		sortData: '27.08.2023',
		button: 'Задача выполнена',
		balls: '0 баллов',
	},
	{
		id: '003',
		name: 'Сделать конкурентный анализ',
		status: 'на подтверждении',
		data: 'Выполнено',
		button: 'Задача выполнена',
		balls: '10 баллов',
	},

	{
		id: '005',
		name: 'Сделать исследование бизнес среды',
		status: 'подтверждено',
		data: 'Выполнено',
		button: 'Задача выполнена',
		balls: '20 баллов',
	},
];
